Revit 2027 API
ParameterTypeId.LevelDataMassFamilyAndTypeParam Property
 "Mass: Family and Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataMassFamilyAndTypeParam { get; }
Public Shared ReadOnly Property LevelDataMassFamilyAndTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataMassFamilyAndTypeParam {
	ForgeTypeId^ get ();
}
static member LevelDataMassFamilyAndTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace